---
kind: type
id: T:Autodesk.Revit.DB.Analysis.HVACLoadLoadsReportType
source: html/68cc1abd-72f6-0b78-d983-b6b1ba7beafa.htm
---
# Autodesk.Revit.DB.Analysis.HVACLoadLoadsReportType

Enumerated type listing possible types of reports generated for HVAC loads.

## Syntax (C#)
```csharp
public enum HVACLoadLoadsReportType
```